{
  "itemGroup.the_bumblezone": "Abejario",
  "block.the_bumblezone.porous_honeycomb_block": "Bloque de panal poroso",
  "block.the_bumblezone.filled_porous_honeycomb_block": "Bloque de panal poroso relleno",
  "block.the_bumblezone.empty_honeycomb_brood_block": "Bloque de cría de panal vacío",
  "block.the_bumblezone.honeycomb_brood_block": "Bloque de cría de panal",
  "block.the_bumblezone.sugar_infused_cobblestone": "Roca azucarada",
  "block.the_bumblezone.sugar_infused_stone": "Piedra azucarada",
  "block.the_bumblezone.sticky_honey_residue": "Residuo de miel pegajosa",
  "block.the_bumblezone.sticky_honey_redstone": "Redstone de miel pegajosa",
  "block.the_bumblezone.beehive_beeswax": "Tablones de cera de abejas",
  "block.the_bumblezone.honey_crystal": "Cristal de miel",
  "block.the_bumblezone.pile_of_pollen": "Pile of Pollen",

  "fluid.the_bumblezone.sugar_water_still": "Agua azucarada",
  "fluid.the_bumblezone.sugar_water_flowing": "Agua azucarada",
  "fluid.the_bumblezone.honey_fluid_still": "Honey Fluid",
  "fluid.the_bumblezone.honey_fluid_flowing": "Honey Fluid",

  "item.the_bumblezone.honey_crystal_shards": "Fragmentos de cristal de miel",
  "item.the_bumblezone.sugar_water_bucket": "Cubo con agua azucarada",
  "item.the_bumblezone.sugar_water_bottle": "Frasco con agua azucarada",
  "item.the_bumblezone.honey_crystal_shield": "Escudo de cristal de miel",
  "item.the_bumblezone.honey_crystal_shield.level_tooltip": "Nivel de escudo",
  "item.the_bumblezone.honey_slime_spawn_egg": "Generar slime de miel",
  "item.the_bumblezone.music_disc_flight_of_the_bumblebee_rimsky_korsakov": "Music Disc",
  "item.the_bumblezone.music_disc_flight_of_the_bumblebee_rimsky_korsakov.desc": "Rimsky Korsakov - Flight of the Bumblebee",
  "item.the_bumblezone.music_disc_honey_bee_rat_faced_boy": "Music Disc",
  "item.the_bumblezone.music_disc_honey_bee_rat_faced_boy.desc": "Rat Faced Boy - Honey Bee",
  "item.the_bumblezone.pollen_puff": "Pollen Puff",
  "item.the_bumblezone.honey_bucket": "Honey Bucket",

  "entity.the_bumblezone.honey_slime": "Slime de miel",

  "enchantment.the_bumblezone.comb_cutter": "Cortador de peine",
  "enchantment.the_bumblezone.comb_cutter.desc": "Extrae panales, colmenas, nidos y bloques de cera más rápido. Duplica la producción de bloques de nido de abeja y colmena, incluidas las colmenas de abejas ingeniosas.",

  "biome.the_bumblezone.sugar_water_floor": "Piso de agua azucarada",
  "biome.the_bumblezone.hive_wall": "Muro de la colmena",
  "biome.the_bumblezone.hive_pillar": "Pilar de la colmena",
  "biome.the_bumblezone.pollinated_fields": "Pollinated Fields",
  "biome.the_bumblezone.pollinated_pillar": "Pollinated Pillar",

  "effect.the_bumblezone.wrath_of_the_hive": "Ira de la colmena",
  "effect.the_bumblezone.protection_of_the_hive": "Protección de la colmena",

  "the_bumblezone.porous_honeycomb_block.jei_description": " ¡Un bloque de panal lleno de agujeros! Puede almacenar miel en este bloque con frasco con miel.",
  "the_bumblezone.filled_porous_honeycomb_block.jei_description": " ¡Un bloque de panal lleno de miel hasta el borde! Puedes sacar miel de este bloque con una botella de vidrio. Sin embargo, esto puede enfurecer a las abejas cercanas. \n\n Cuando se extrae, este bloque deja caer el bloque de panal poroso y algunos panales. La caída es afectada por Fortuna o puedes usar Toque de Seda para mantener el bloque intacto. \n\n Este bloque también emite una señal Redstone de 1 cuando un Comparador se enfrenta a este bloque.",
  "the_bumblezone.empty_honeycomb_brood_block.jei_description": " Un bloque de nido de abeja con un gran agujero que no tiene nada en su interior. ¡Se puede revivir con la abeja zumbadora embotellada de Buzzier Bee o con Poción de Bee's bee potions!",
  "the_bumblezone.honeycomb_brood_block.jei_description": " ¡Una larva que vive en un agujero gigante dentro de un bloque de panal! La larva crecerá lentamente a través de 4 etapas (más rápido en la dimensión The Bumblezone) y cuando esté en la etapa final, ¡tiene la posibilidad de engendrar una abeja o un limo de miel frente al bloque! Puede acelerar el bloque alimentándolo con frascos con agua azucarada, frascos con miel o golosinas de miel de abejas productivas a mano o con un dispensador. \n\n Si Productive Bees(Mod) está activado y este bloque está en la dimensión The Bumblezone, ¡sus abejas también tendrán la posibilidad de aparecer en este bloque! \n\n Los frascos de cristal vacíos pueden tomar miel de este bloque, pero el bloque se convertirá en un bloque de cría de panal vacío y las abejas cercanas se enojarán porque mataste una larva. \n\n Este bloque también generará una señal de Redstone entre 1 y 4 según la etapa de crecimiento de la larva en el interior cuando un comparador se enfrenta a este bloque.",
  "the_bumblezone.sugar_infused_cobblestone.jei_description": " Un bloque decorativo creado cuando el agua de azúcar se encuentra con los fluidos etiquetados con lava. La extracción de este bloque arrojará roca y azúcar a menos que uses Toque de seda en su lugar. Puedes quemar el azúcar de este bloque con un horno por algo de XP.",
  "the_bumblezone.sugar_infused_stone.jei_description": " Un bloque decorativo creado cuando los fluidos etiquetados con Lava aún tocan el agua azucarada. La extracción de este bloque arrojará roca y azúcar a menos que uses Toque de seda en su lugar. Puedes quemar el azúcar de este bloque con un horno por algo de EXP.",
  "the_bumblezone.sticky_honey_residue.jei_description": " Un residuo súper pegajoso que se obtiene al derretir cristales de miel, fragmentos de cristal de miel o bloques de miel en un horno. \n\nThis El bloque ralentiza a cualquier mafia en contacto con él y también se puede usar para trepar paredes. \n La extracción de este bloque será lenta y no arrojará nada. Para deshacerse rápidamente de este bloque, haga clic con el botón derecho mientras sostiene un frasco con agua, un cubo con agua, una esponja mojada, un frasco con agua azucarada o un cubo con agua azucarada como si estuviera enjuagando la superficie. Este bloque también se destruirá instantáneamente si algún fluido lo atraviesa o si un pistón lo empuja.",
  "the_bumblezone.sticky_honey_redstone.jei_description": " Un bloque mecánico de redstone muy útil hecho de la combinación de resuido de miel pegajosa con polvo de redsone. Tiene todos los mismos rasgos que resuido de miel pegajosa, pero también emitirá una señal redstone de 1 cuando un mob está atrapado en el bloque. \n\nLa energía se enviará al bloque en el que está conectado y también a través de ese bloque. También alimentará todo lo que esté sujeto a los lados si este bloque está sujeto al piso.",
  "the_bumblezone.beehive_beeswax.jei_description": " Un bloque decorativo que forma los límites del techo/piso de la dimensión Bumblezone y se puede usar para crear colmenas.",
  "the_bumblezone.honey_crystal.jei_description": " Bloque decorativo no renovable que se encuentra en toda la dimensión de The Bumblezone, ya sea en cuevas o bajo el agua. El bloque se puede colocar sobre cualquier superficie sólida, incluso de lado o al revés. Este bloque se puede encharcar con cualquier fluido marcado con agua, pero cuando se hace, el fluido del bloque se convierte en agua azucarada. \n\nCuando se rompe sin Toque de seda, este bloque suelta fragmentos de cristal de miel (las tasas de caída se ven afectadas por la Fortuna)..",
  "the_bumblezone.honey_crystal_shards.jei_description": " Un fragmento de cristal de miel que se puede comer para restaurar pequeñas cantidades de hambre, derretir en un horno para hacer un residuo de miel pegajoso o usarse para fabricar y reparar el escudo de cristal de miel.",
  "the_bumblezone.sugar_water_bucket.jei_description": " Cubo con líquido de agua azucarada. Se puede obtener haciendo un cubo de agua con azúcar o usando un cubo vacío con agua azucarada. ¡También se puede utilizar en dispensadores!",
  "the_bumblezone.sugar_water_bottle.jei_description": " Un frasco con agua azucarada. Esto se puede obtener usando frasco vacío. \n\nBeber este artículo restablecerá muy poco el hambre, pero te dará prisa durante un breve período de tiempo. \n\nSe puede alimentar a un bloque de cría en forma de panal para cambiar el crecimiento de la larva en una etapa. También se puede alimentar a las abejas para que las curen junto con la posibilidad de eliminar el efecto de Ira de la colmena.",
  "the_bumblezone.honey_crystal_shield.jei_description": " Creado a partir de fragmentos de cristal de miel, este escudo comienza muy débil pero se vuelve más fuerte cuanto más lo reparas con fragmentos de cristal de miel en un yunque. En el nivel máximo, este escudo tiene aproximadamente el doble de durabilidad que el escudo normal. \n\nSin embargo, este escudo siempre sufrirá daños masivos al bloquear daños por explosivos o fuego. \n\n Este escudo ralentizará brevemente cualquier mafia que inflija daño físico al escudo y, además, este escudo se puede encantar con Irrompibilidad, Maldición de ligamiento y Maldición de desaparición (no pude tener Reparación para ayudar a mantener el equilibrio).",
  "the_bumblezone.honey_slime_spawn_egg.jei_description": " Un huevo que genera slimes de miel que se pueden criar y usar para cultivar frascos con miel cuando se usa una frasco de cristal vacío en estos.",
  "the_bumblezone.sugar_water_still.jei_description": " Un líquido que es agua infundida con azúcar. Cualquier mob en ella se ralentizará un poco más que con el agua normal. Este fluido se puede encontrar en la dimensión The Bumblezone, elaborado por cubo con agua azucarada, u obtenido desde un bloque de cristal de miel anegado.\n En general, este líquido tendrá el mismo comportamiento que el agua normal porque este fluido tiene una etiqueta de agua. Esto significa que puede hidratar tierras de cultivo o mantener vivo el coral con este fluido. \n\n\n Este líquido curará a cualquier abeja que lo toque si la abeja no está sufriendo daños en ese momento. Además, este fluido hará crecer la caña de azúcar mucho más rápido si se coloca junto a la planta (este efecto se puede acumular hasta 4 veces). \n\n Cuando este fluido entra en contacto con cualquier otro fluido que tenga una etiqueta de lava, este fluido se convertirá en roca azucarada o piedra azucarada.",
  "the_bumblezone.pollen_puff.jei_description": " A soft ball of clumped pollen! Found when mining Pile of Pollen or unpollinating a bee by right clicking it with wet sponge, water bottle, water bucket, or empty hand. \n\n It can be thrown to create a Pile of Pollen block where-ever it hits. If it hits an unpollinated bee, the bee becomes pollinated. If it hits a panda, it will sneeze. But if it hits an allowed flower, it may cause the flower to reproduce! \n\n A Pile of Pollen block slows mobs in it and gives off a ton of pollen particles. It will also pollinate any unpollinated bee that flies into the Pile of Pollen or make Pandas sneeze. It also can be measured by a Redstone Comparator.",
  "the_bumblezone.honey_fluid_still.jei_description": " A delicious fluid of honey! It flows very slowly and will slow mobs in it significantly. Non-player mobs and boats tends to sink into the Honey Fluid as if it is a sticky trap! \n\n Can be picked up with a Bucket or Glass Bottle and it will heal any hurt bee that flies into the fluid. \n\n When this fluid comes in contact with any other fluid that has a lava tag, this fluid will turn into either Sugar Infused Cobblestone or Sugar Infused Stone blocks.",
  "the_bumblezone.honey_bucket.jei_description": " Bucket holding Honey fluid. Can be obtained by crafting buckets with Honey Bottles and can be reverse crafted back to Honey Bottles too. \n\n If used on bees, it will fully heal them. if used on an adult bee, it puts it and nearby bees into love mode! if used on a child bee, it has a chance of growing them into an adult. Can be used in Dispensers too!"
}