{
 "itemGroup.the_bumblezone": "The Bumblezone",

 "block.the_bumblezone.porous_honeycomb_block": "Пористый блок сот",
 "block.the_bumblezone.filled_porous_honeycomb_block": "Наполненный пористый блок сот",
 "block.the_bumblezone.empty_honeycomb_brood_block": "Пустой блок расплода",
 "block.the_bumblezone.honeycomb_brood_block": "Блок расплода",
 "block.the_bumblezone.sugar_infused_cobblestone": "Засахарённый булыжник",
 "block.the_bumblezone.sugar_infused_stone": "Засахарённый камень",
 "block.the_bumblezone.sticky_honey_residue": "Липкий засахарённый мёд",
 "block.the_bumblezone.sticky_honey_redstone": "Липкий медовый редстоун",
 "block.the_bumblezone.beehive_beeswax": "Вощёные доски",
 "block.the_bumblezone.honey_crystal": "Медовый кристалл",
 "block.the_bumblezone.pile_of_pollen": "Куча пыльцы",

 "fluid.the_bumblezone.sugar_water_still": "Сахарная вода",
 "fluid.the_bumblezone.sugar_water_flowing": "Сахарная вода",
 "fluid.the_bumblezone.honey_fluid_still": "Жидкий мёд",
 "fluid.the_bumblezone.honey_fluid_flowing": "Жидкий мёд",

 "item.the_bumblezone.honey_crystal_shards": "Осколки медового кристалла",
 "item.the_bumblezone.sugar_water_bucket": "Ведро сахарной воды",
 "item.the_bumblezone.sugar_water_bottle": "Бутылочка сахарной воды",
 "item.the_bumblezone.honey_crystal_shield": "Щит из медовых кристаллов",
 "item.the_bumblezone.honey_crystal_shield.level_tooltip": "Уровень щита",
 "item.the_bumblezone.honey_slime_spawn_egg": "Яйцо призыва медового слизня",
 "item.the_bumblezone.beehemoth_spawn_egg": "Яйцо призыва Гиганской пчелы",
 "item.the_bumblezone.music_disc_flight_of_the_bumblebee_rimsky_korsakov": "пластинка",
 "item.the_bumblezone.music_disc_flight_of_the_bumblebee_rimsky_korsakov.desc": "Rimsky Korsakov - Flight of the Bumblebee",
 "item.the_bumblezone.music_disc_honey_bee_rat_faced_boy": "пластинка",
 "item.the_bumblezone.music_disc_honey_bee_rat_faced_boy.desc": "Rat Faced Boy - Honey Bee",
 "item.the_bumblezone.pollen_puff": "Пыльца",
 "item.the_bumblezone.honey_bucket": "Ведро мёда",

 "entity.the_bumblezone.honey_slime": "Медовый слизень",
 "entity.the_bumblezone.beehemoth": "Гиганская пчела",
 "entity.the_bumblezone.beehemoth_queen": "Королевская гиганская пчела",
 "entity.the_bumblezone.pollen_puff" : "Пыльца",

 "enchantment.the_bumblezone.comb_cutter": "Расческа для резки",
 "enchantment.the_bumblezone.comb_cutter.desc": "Позволяет быстрее добывать соты, улья, гнезда и восковые блоки. Удваивает получаемые ресурсы при использовании на пчелиных ульях и гнёздах.",

 "biome.the_bumblezone.sugar_water_floor": "Пол сахарной воды",
 "biome.the_bumblezone.hive_wall": "Стена улья",
 "biome.the_bumblezone.hive_pillar": "Колонна улья",
 "biome.the_bumblezone.pollinated_fields": "Опыляемые поля",
 "biome.the_bumblezone.pollinated_pillar": "Опыляемые колонка",

 "effect.the_bumblezone.wrath_of_the_hive": "Гнев улья",
 "effect.the_bumblezone.protection_of_the_hive": "Защита улья",

 "subtitles.the_bumblezone.behemoth.hurt": "Гиганской пчеле больно",
 "subtitles.the_bumblezone.behemoth.dies": "Гиганская пчела умерла",

 "the_bumblezone.porous_honeycomb_block.jei_description": " Блок покрытых отверстиями сот. Можно наполнить мёдом из бутылочек.",
 "the_bumblezone.filled_porous_honeycomb_block.jei_description": " Блок сот, плотно наполненный мёдом. Из него можно заполнить бутылочки с мёдом. Однако это может разозлить ближайших пчёл. \n\n При добыче даёт пористый блок сот и немного пчелиных сот. На добычу влияет удача, можно также использовать шёлковое касание. \n\n Даёт редстоуновский сигнал силы 1, когда к блоку обращён компаратор.",
 "the_bumblezone.empty_honeycomb_brood_block.jei_description": " Блок сот с крупным отверстием и пустотой внутри.",
 "the_bumblezone.honeycomb_brood_block.jei_description": " Внутри находится живая личинка. Она будет медленно расти, проходя четыре стадии (в пчелином мире быстрее) и на последней стадии создаст вероятность появления пчелы или медового слизня перед блоком. Можно ускорить рост при помощи бутылочек сахарной воды, бутылочек с мёдом или яства продуктивной пчелы, вручную или через раздатчик. \n\n Если Продуктивные пчёлы доступны и этот блок находится в пчелином мире, то эти пчёлы могут завестись из этого блока. \n\n Стеклянная бутылочка может быть наполнена мёдом из этого блока. Блок превратится в пустой блок расплода, а ближайшие пчёлы разозлятся на убийство личинки. \n\n Блок также выдаёт сигнал силы от 1 до 4 согласно стадии роста личинки, если к блоку приставлен компаратор.",
 "the_bumblezone.sugar_infused_cobblestone.jei_description": " Декоративный блок, образованный при контакте сахарной воды и лавы. При добыче даёт булыжник и сахар, если только не используется шёлковое касание. Можно выжечь сахар из блока в печи и получить немного опыта.",
 "the_bumblezone.sugar_infused_stone.jei_description": " Декоративный блок, образованный при контакте лавы и источника сахарной воды. При добыче даёт булыжник и сахар, если только не используется шёлковое касание. Можно выжечь сахар из блока в печи и получить немного опыта.",
 "the_bumblezone.sticky_honey_residue.jei_description": " Невероятно липкий остаток после сжигания медовых кристаллов, осколков медовых кристаллов и медовых блоков в печи. \n\nЭтот блок замедляет любого мода при соприкосновении и может быть использован для карабканья на стены. \n Добывается медленно и не даёт ничего. Чтобы быстрее избавиться от блока, используйте на нём бутылочку с водой, ведро с водой, мокрую губку, бутылочку с сахарной водой или ведро с сахарной водой, смывая его. Этот блок блок также будет немедленно уничтожен любой жидкостью или поршнем.",
 "the_bumblezone.sticky_honey_redstone.jei_description": " Очень удобный механический редстуновый блок, созданный при соединении липкого засахарённого мёда с редстоуном. Имеет все свойства липкого засахарённого мёда, но также выдаёт сигнал силы 1, когда на блок попадает существо. \n\nЗапитан будет также блок, к которому прикреплён этот блок и сквозь него, равно как и всё, что присоединено к бокам, если блок установлен на полу.",
 "the_bumblezone.beehive_beeswax.jei_description": " Декоративный блок, формирующий верхние и нижние границы пчелиного мира и позволяющий производить ульи.",
 "the_bumblezone.honey_crystal.jei_description": " Невозобновляемый декоративный блок, распостранённый в пещерах и под водой в пчелином мире. Может быть расположен на любой твёрдой поверхности, в том числе сбоку и снизу. Может быть затоплен, при этом жидкость в нём превращается в сахарную воду. \n\nПри добыче без шёлкового касания даёт осколки медовых кристаллов (удача влияет на количество).",
 "the_bumblezone.honey_crystal_shards.jei_description": " Осколок медового кристалла, может быть употреблен для утоления лёгкого голода, растоплен в печи для получения липкого засахарённого мёда либо же использован для создания и ремонта щита из медовых кристаллов.",
 "the_bumblezone.sugar_water_bucket.jei_description": " Ведро, наполненное сахарной водой. Можно получить добавив сахар в ведро воды или заполнив пустое ведро сахарной водой. Можно использовать в раздатчике.",
 "the_bumblezone.sugar_water_bottle.jei_description": " Бутылочка, наполненная сахарной водой. Можно получить наполнив бутылочку сахарной водой. \n\nРаспитие слегка утолит голод, однако наделит спешкой на небольшое время. \n\nМожно подкормить личинку в блоке расплода с вероятностью вырастить личинку на одну стадию. Можно также подкормить пчёл, чтобы исцелить их и одновременно получить вероятность избавиться от гнева улья.",
 "the_bumblezone.honey_crystal_shield.jei_description": " Созданный из осколков , этот щит изначально весьма хлипок, но становится всё прочнее с каждым ремонтом при помощи осколков медовых кристаллов на наковальне. На максимальном уровне примерно вдвое прочнее обычного щита. \n\nОднако этот щит всегда получает сильный ущерб при блокировании взрывного и огненного урона. \n\n Щит также слегка замедляет любого врага, наносящего физический урон по щиту, и более того, может быть зачарован на нерушимость, проклятие несъёмности и проклятие утраты.",
 "the_bumblezone.honey_slime_spawn_egg.jei_description": " Яйцо, призывающе медовых слизней, которых можно разводить и использовать для производства мёда, применяя на них стеклянные пузырьки. Сие существо добавлено благодаря Bagel, создателю Buzzier bees. Специальная благодарность для него!",
 "the_bumblezone.sugar_water_still.jei_description": " Жидкость, раствор сахара в воде. Любые существа в ней замедляются чуть сильнее, чем в обычной воде. Может быть обнаружена в пчелином мире, создана при помощи ведра с водой и сахара или получена из затопленного блока медовых кристаллов. \n В целом, сахарная вода имеет свойства обычной воды, так как имеет тег воды. Соответственно, она может увлажнять грядки или поддерживать жизнь кораллов. \n\n\n Эта жидкость также лечит всякую пчелу прикасающуюся пчелу, если та не получает урона. Более того, с ней сахарный тростник будет расти гораздо быстрее (может быть использовано с 4 сторон). \n\n Если соприкасается с любой жидкостью с тегом лавы, превратится в засахарённый булыжник либо засахарённый камень.",
 "the_bumblezone.beehemoth_spawn_egg.jei_description": " Яйцо, порождающее Гигантскую пчелу! Гиганскую пчелу можно приручить с помощью предметов для кормления пчёл, таких как вёдра с мёдом или бутылки с мёдом, а также другими медовыми штуками. Однако следовать они будут за вами только если вы держите ведро с мёдом. При кормлении вы можете приручить их, надеть седло и покататься! Чем больше вы их кормите и катаетесь, тем сильнее у них дружба, что заставляет их двигаться быстрее! Достигнув максимальной дружбы Гиганская пчела становится Королевской и может летать с максимальной скоростью! Однако дружба уменьшаеться, если Гиганская пчела получает урон от любого источника, и если она потеряет всякую дружбу то станет необузданной и несчастной. :(  Эта пчела была подарена моду The Bumblezone авторами Aranaira, Alexthe666 и Nooby из мода Carrier Bees.! Отдельная им благодарность!",
 "the_bumblezone.pollen_puff.jei_description": " Мягкий клубок слипшейся пыльцы! Получаеться при добыче кучи пыльцы или из пчёл с пыльцой, щелкнув по ним правой кнопкой мыши влажной губкой, а так же бутылкой с водой или ведром с водой. \n\n Его можно бросить, чтобы создать слой кучи пыльцы, куда бы он ни попадал. Если он попадает в неопыленную пчелу, пчела опыляется. Если попасть им в панду, она чихнет. Но если он попадает в ростущий цветок, это может привести к размножению цветка! \n\n Блоки пыльцы замедляют мобов и выделяет много частиц при физическом контакте. Он также будет опылять любую неопылённую пчелу, которая влетает в кучу пыльцы или заставлять чихать панд. Его также можно измерить с помощью редстоуного компаратора.",
 "the_bumblezone.honey_fluid_still.jei_description": " Вкусный жидкий мёд! Он течёт очень медленно и значительно замедлит любых существ. Мобы и лодки, имеют тенденцию тонуть в жидком мёде, как если бы это была липкая ловушка! \n\n Можно собрать ведром или стеклянной бутылкой, а так же он вылечит любую раненую пчелу, которая попадёт в него. \n\n Когда эта жидкость вступает в контакт с любой другой жидкостью, имеющей свойства лавы, эта жидкость превращается либо в засахаренный булыжник или в засахаренный камень.",
 "the_bumblezone.honey_bucket.jei_description": " Ведро с жидким мёдом.\n\n Использование на пчёлах полностью их излечит.. Если использовать на взрослой пчеле, он и соседние пчелы переходят в режим любви! при использовании на детской пчеле есть шанс вырастить из неё взрослую. Может использоваться и в раздатчиках!"
}
